[["Encountering an enemy during a stage starts a battle.\nBefore combat starts, you can check the enemy's skills\nor open the menu.\n","During battle, enemies and allies will take turns acting.\nThe square frames show how much time remains before each\nactor can take their turn. (Turn wait)\n","When an enemy or ally's turn wait runs out, they can act.\nThey also recover 1 MP. \nNo MP is recovered if you choose \"wait\".\n","","\n"],["During turn wait, neither enemy nor ally can act.\nBy holding the \\K[5] button or tapping the screen, your allies will guard.\n","During guard mode, you will take less damage from enemies.\nHow much depends on the actor's Guard Effect (GRD).\n","While guarding, ally turn wait will not decrease.\n","By pressing the \\K[5] key or tapping the screen\nwhen an enemy attack animation is playing and you are not guarding,\nyou can perform a perfect guard.\n","You can also guard by pressing the \\K[5] key or back button\nwhile selecting a spell.\n\n"],["The Wait command sets your turn wait to after the next enemy or ally's action.\n","The Do Nothing command ends your turn with no action.\n","The Change Magic command spends your turn to change your equipped spells.\n","","\n"],["","","","","\n"],["Actors can awaken to a variety of spells.\nYou can check these awakening conditions from Status in the Menu screen.\n","","","","\n"],["You can equip and switch spells with the Magic command.\nThe spells you can equip depend on the actor's element slots.\n","You may equip spells to slots with matching elements.\nHowever, spells other than the actor's natural element will cost an extra 1 MP.\n","Spells usually have their own levels.\nUsing them will increase their rank, and they will level up at a certain point.\n","You may re-assign SP as much as you'd like.\n","\n"],["With the Status command, you may check an actor's stats\nand spell acquisition conditions and progress.\n","HP: An Actor's stamina. When it hits 0, it's game over.\nATK: Attack power. The higher the number, the more damaging the spells.\n","SPD: Speed. The higher the number, the lower the turn wait.\nGRD: Guard Effect. The higher it is, the more damage is reduced when guarding.\n","You can also check acquirable magic.\nYou can check the conditions to unlock them, though some will be obscured.\n","New spells can be obtained through battles and events.\nThere's all sorts of acquisition conditions out there.\n\n"],["With the Formation command, you can select your party members.\nA maximum of three can join a battle at a time.\n","","","","\n"],["With the Help command, you can go over the game's rules and how to play.\n","","","","\n"],["With the Enemy command, you can look up info on enemies you've fought.\n","","","","\n"],["With the Record command, you can check your play records.\nBy syncing your ranking, you can see where you are on the leaderboard.\n","","","","\n"],["With the Option command, you can adjust volume and game settings.\n","","","","\n"],["With the Save command, you can save your progress.\n","","","","\n"],["With the Load command, you can load a saved game.\n","","","","\n"],["With the Terminal command, you can select stages or check the glossary.\n","The Continue command lets you resume from mid-stage.\n","The Stage Select command lets you start from the beginning of a stage.\nThe Continue command will reset mid-stage data to default.\n","The Material command lets you check a glossary of game terms.\nYou can check a variety of game terms with the Material command.\n","\n"],["There are related events in the glossary, accessed through the Material command.\nMore entries may be added to the glossary after playing the events.\n","","","","\n"],["Spells can have an elemental advantage over their target's natural element.\nGetting hit by one's elemental weakness means more damage taken.\n","Fire deals more damage to lightning, lightning to ice, and ice to fire.\nWhite and black both deal more damage to each other.\n","","","\n"],["You can check your position and nearby checkpoints on the map in the top left.\n","Blue Arrow: This is your position.\nOrange Space: This takes you to another area.\n","Purple Space: This is a checkpoint you can investigate.\n","By pressing the \\K[4] key or holding the screen,\nyou can investigate a purple space in front of you.\n","Events can happen when you investigate checkpoints on the field,\nor move to other areas.\nA circular mark will pulse over your next objective on the map.\n"],["Bind has effects on the user and the target.\n","The Bind target's turn wait will not go down.\nThey cannot take actions, either.\n","If the Bind user is attacked, or their next turn comes around,\nthe Bind is dispelled on both of them.\n","","\n"],["A Provoked enemy will always attack whoever Provoked them.\nHowever, Provoke has no effect on party attacks.\n","","","","\n"],["If an enemy with Counter on is attacked, they will\ncounterattack immediately after, regardless of turn wait.\n","","","","\n"],["The Shield status will reduce damage taken from the enemy once.\nIf the attack is multiple attacks in a turn, they will all be reduced.\n","","","","\n"],["All damage taken by enemies is reduced to 0.\nStatus ailments have no effect, either.\n","","","","\n"],["Wall prevents all of an enemy's status ailment attacks.\nIt works against Break, Poison, Stun, Curse,\nDarkness, Inflammation, Hamstring, Freeze, and Death.\n","","","","\n"],["Poison deals its value in damage to the target after their actions.\n","Poison stacks when applied by different users.\nIt also stacks from the same actor\nif the effects comes from different elemental slots.\n","","","","\n"],["If the MP cost of the spell conferring Ambush is greater\nthan the enemy's attack, that attack is nullified.\nSpells that confer Ambush use all MP.\n","While in Ambush, turn wait does not decrease.\nWhether the Ambush attack nullification was a success or failure,\nit ends after being attacked by an enemy.\n","Evasion up effects have no effect while in Ambush.\n","","\n"],["If the MP cost of the spell conferring Misfire is greater\nthan the enemy's attack, the attack targets that enemy.\nSpells that confer Misfire use all MP.\n","Whether the Misfire attack redirection was a success or failure,\nit ends when the enemy takes an action.\n","","","\n"],["Charge will build up up to 200 points.\nThese points will be added to your next attack as damage.\n","After attacking, the Charge will wear off.\n","","","\n"],["Passive spells take effect when equipped.\nIf equipped, their effects will not wear off.\nThey can also usually be stacked.\n","Equipping multiple passive spells in your elemental\nslots will multiply their effects.\n","","","\n"],["Awakened Magic can be used by actors that have acquired Limit Break.\n","Awakened Magic can be used after a certain amount of MP has been used in battle.\nYou can use the cursor to select, or tap, the actor\nwith enough MP to use the spell.\n","When Awakened, you can use the higher level of your equipped spells.\nThere are a variety of effects, depending on the spell.\nAfter using Awakened Magic, the actor will leave Awakened mode.\n","","\n"]]