[["ステージ中にエンカウントするとバトルに入ります。\n開始前に敵のスキル情報を確認したりメニュー画面を開くことができます。","バトル中敵味方それぞれ順番がまわってくると行動できます。\n四角枠は敵味方が次に行動するまでの時間（ターン待ち時間）を表しています。","ターン待ち時間がなくなった敵か味方は行動することができます。\n同時にMPが1回復します。「次の行動まで待つ」の行動後は回復しません。"],["敵か味方のどちらも行動できない間を「ターン待ち時間」と呼びます。\n\\K[5]ボタンを「押し続ける」か画面をタップすると味方はガード状態に入ります。\n","ガード状態の間は敵から受けるダメージが減ります。\n減る値は各アクターのガード効果値（GRD）に依存します。\n","ガード状態の間は味方のターン待ち時間が減らなくなります。\n","ガード状態ではない状態で敵の攻撃演出中に\n\\K[5]キーを「押す」か画面をタップするとジャストガードができます。","魔法選択時に\\K[5]キーを「押す」かBackボタンを「押す」ことでも\nガード状態に入ることができます。"],["「次の行動まで待つ」コマンドでは\n次に行動する敵味方のすぐ後に行動するよう「ターン待ち時間」を調整します。","「何もしない」コマンドでは何もせずに行動を終了します。","「装備変更」コマンドで1ターン消費し魔法装備を変更できます。"],["",""],["アクターは様々な条件により魔法を閃くことがあります。\n魔法を閃く条件はメニュー画面の「Status」から確認できます。"],["「Magic」コマンドでは魔法の装備や変更をします。\n装備できる魔法は各アクターの属性スロットに依存します。","魔法の装備は各属性スロットと属性が合致する魔法を装備できます。\nただし自身の先天属性と異なる魔法はMP消費コストが1加算されます。","基本的に魔法にはそれぞれレベルがあります。\n使用すると熟練度が加算し一定量に達するとレベルアップします。","SPを使用することで魔法の熟練度を加算できます。\nSP割り振りは何度でも振り直しできます。"],["「Status」コマンドではアクターのパラメータ値や\n魔法の習得状況・習得条件を確認できます。","HP 　アクターの体力。0になるとゲームオーバーになります。\nATK　攻撃力。高いほど魔法で与えられるダメージが多くなります。","SPD　すばやさ。高いほどターン待ち時間が短くなります。\nGRD　ガード効果値。高いほどガード状態でより多くのダメージを減らせます。","習得可能な魔法を確認できます。\n習得していない魔法は伏字で表示され一部を除き習得条件を確認できます。","バトルやイベントで習得条件を達成すると新たに魔法を習得できます。\n習得条件は魔法によって様々です。"],["「Formation」コマンドではパーティの編成ができます。\nバトルには最大3人まで参加します。"],["「Help」コマンドではゲームの遊び方やルールを確認できます。"],["「Enemy」コマンドでは今まで遭遇した敵の情報を確認できます。"],["「Record」コマンドでは今までのプレイ記録を確認できます。\nランキングを同期すると合計ターン数に応じて全体順位を確認できます。"],["「Option」コマンドでは音量やゲームの設定を変更できます。"],["「Save」コマンドでは進行状況を記録できます。"],["「Load」コマンドではゲームの進行状況を読み込みできます。"],["「Terminal」コマンドではステージ選択や用語集を確認できます。","「Continue」コマンドでは中断した時点からゲームを再開します。","「StageSelect」コマンドではステージを選択し最初から始めることができます。\n「Continue」コマンドで中断したデータは初期化されます。","「Material」コマンドではゲームに関連する用語を確認できます。","「Material」コマンドではゲームに関連する用語を確認できます。"],["「Material」コマンドの用語集では関連イベントが存在する場合があります。\nイベント再生後に用語が追加されることもあります。"],["攻撃魔法の属性と先天属性の間には属性相性が発生します。\n属性相性により受けるダメージが増えます。","炎属性は雷に、雷属性は氷に、氷属性は炎に対してダメージが増えます。\n白属性と黒属性は相互に対してダメージが増えます。"],["画面左上のマップでは自分の位置や周辺のチェックポイントが確認できます。","水色矢印　　：自分の居場所を示しています。\nオレンジマス：移動できる場所を示しています。","紫マス　　　：調べることができるチェックポイントを示しています。","\\K[4]キーを「押す」か画面を長押しで\n正面に位置する紫のマスを調べることができます。\n","フィールドでは移動やチェックポイントを調べることでイベントが発生します。\n次の目的地はマップ上に円形フェードマークで表示されます。"],["拘束状態は拘束をかけた（宿主）とかけられた（対象）のどちらにも\nそれぞれ効果が発揮されます。","拘束をかけられた（対象）はターン待ち時間が減少しません。\nまた行動することができません。","拘束をかけた（対象）が攻撃を受けるか次の行動順を迎えると\n（宿主）と（対象）のどちらも拘束状態が解除されます。"],["挑発状態の敵は挑発した対象を必ず攻撃します。\nただし攻撃が全体攻撃の場合は挑発の効果は発揮されません。"],["カウンター状態の敵はターン待ち時間に関わらず\n攻撃を受けた直後にカウンター行動で反撃します。","カウンター状態での反撃行動はスタン・拘束など\n行動できない状態では効果が発揮されません。"],["シールド状態では1回に限り敵からの被ダメージが減少します。\n攻撃が複数回数の場合は攻撃回数毎に被ダメージが減少します。"],["無敵状態では敵の攻撃で受けるダメージを0にします。\n攻撃以外の状態異常攻撃には効果がありません。"],["バリア状態では敵の状態異常攻撃を無効化します。\n破砕・猛毒・スタン・呪い・暗闇・炎症・鈍足・凍結・即死に対して有効です。"],["猛毒状態では行動後に効果値分ダメージを受けます。\n","猛毒は使用者が違う場合は効果が重複します。\nまた同じアクターでも属性スロットが違う場合には効果が重複します。"],["待ち伏せ状態を付与した魔法の消費MPコストが\n敵の攻撃の消費MPコストより高い場合に攻撃を無効化します。","待ち伏せ状態を付与する魔法は全てのMPを消費します。\n待ち伏せ状態ではターン待ち時間が減りません。","待ち伏せ状態は成功・失敗に関わらず敵の攻撃を受けた時に解除します。\n待ち伏せ状態では回避アップの効果が発揮されません。"],["暴発状態を付与した魔法の消費MPコストが\n敵の攻撃の消費MPコストより高い場合に攻撃の対象が使用者自身になります。","暴発状態を付与する魔法は全てのMPを消費します。\n暴発状態は成功・失敗に関わらず敵が行動した時に解除されます。"],["チャージを付与すると最大200まで効果値が蓄積されます。\n次の攻撃時に蓄積された効果値がダメージに加算されます。","チャージの効果が発生するとチャージ状態は解除されます。"],["<パッシブ>系統の魔法は装備することにより効果を発揮します。\n装備中は効果が切れることはありません。","<パッシブ>系統の魔法は基本的に重複して効果を発揮します。\n複数の属性スロットに<パッシブ>魔法を装備すると重複して効果を発揮します。"],["<覚醒>魔法は「リミットブレイク」を習得しているアクターが使用できます。","<覚醒>魔法はバトルで消費したMPが一定量に達すると使用できます。\n発動に必要な消費MPはアクターにカーソルを合わせるかタップで確認できます。","<覚醒>状態では装備魔法の上位魔法を使用できます。効果は魔法によって様々です。\n<覚醒>魔法を使用後に<覚醒>状態は解除されます。"]]